Revit 2024 API
AssemblyDifferenceMemberCount Class
 The two assemblies being compared have different number of members
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public class AssemblyDifferenceMemberCount : AssemblyDifference
Visual Basic
Public Class AssemblyDifferenceMemberCount _
	Inherits AssemblyDifference
Visual C++
public ref class AssemblyDifferenceMemberCount : public AssemblyDifference
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.AssemblyDifference
 Autodesk.Revit.DB.AssemblyDifferenceMemberCount
See Also
AssemblyDifferenceMemberCount Members
Autodesk.Revit.DB Namespace